Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Cost per finished session
fr: Coût par session terminée
ja: 完了セッションあたりのコスト
pt_br: Custo por sessão concluída
ru: Стоимость завершённого сеанса
zh_hans: 每个完成会话的成本

source: Dashboard view
fr: Vue du tableau de bord
ja: ダッシュボードの表示
pt_br: Visualização do painel
ru: Вид панели
zh_hans: 仪表盘视图

source: Everything here is worked out on this Mac and stays on it.
fr: Tout est calculé sur ce Mac et y reste.
ja: ここにあるものはすべてこの Mac で計算され、この Mac にとどまります。
pt_br: Tudo aqui é calculado neste Mac e fica nele.
ru: Всё здесь рассчитывается на этом Mac и остаётся на нём.
zh_hans: 这里的一切都在这台 Mac 上计算，也只保存在这台 Mac 上。

source: Grown between finishes, from git
fr: Ajoutées entre deux fins, d'après git
ja: 完了の間に増えた分（git より）
pt_br: Acrescidas entre conclusões, pelo git
ru: Прирост между завершениями, по git
zh_hans: 两次完成之间的增长（来自 git）

source: Keys billed in another currency are not added to the total until Market data in Settings → Costs has an exchange rate.
fr: Les clés facturées dans une autre devise ne sont pas ajoutées au total tant que Données de marché, dans Réglages → Coûts, n'a pas de taux de change.
ja: 別の通貨で請求されるキーは、設定 → コスト の市場データに為替レートが入るまで合計に含まれません。
pt_br: Chaves cobradas em outra moeda não entram no total até que Dados de mercado, em Ajustes → Custos, tenha uma taxa de câmbio.
ru: Ключи, оплачиваемые в другой валюте, не входят в сумму, пока в Настройки → Расходы у «Рыночных данных» нет курса.
zh_hans: 以其他货币计费的密钥，在「设置 → 费用」中的市场数据获得汇率之前不会计入总额。

source: Lines changed
fr: Lignes modifiées
ja: 変更された行
pt_br: Linhas alteradas
ru: Изменено строк
zh_hans: 更改的行数

source: No API keys added. Add one in Settings → API.
fr: Aucune clé API. Ajoutez-en une dans Réglages → API.
ja: API キーがありません。設定 → API で追加してください。
pt_br: Nenhuma chave de API. Adicione uma em Ajustes → API.
ru: API-ключей нет. Добавьте ключ в Настройки → API.
zh_hans: 尚未添加 API 密钥。请在「设置 → API」中添加。

source: No Claude or Codex session in this period.
fr: Aucune session Claude ou Codex sur cette période.
ja: この期間の Claude または Codex のセッションはありません。
pt_br: Nenhuma sessão do Claude ou do Codex neste período.
ru: За этот период нет сеансов Claude или Codex.
zh_hans: 此期间没有 Claude 或 Codex 会话。

source: No agent has worked in this period yet.
fr: Aucun agent n'a encore travaillé sur cette période.
ja: この期間に作業したエージェントはまだありません。
pt_br: Nenhum agente trabalhou neste período ainda.
ru: В этот период агенты ещё не работали.
zh_hans: 此期间还没有代理工作过。

source: No lines counted yet
fr: Aucune ligne comptée pour l'instant
ja: まだ行数はありません
pt_br: Nenhuma linha contada ainda
ru: Строки пока не подсчитаны
zh_hans: 还没有统计到行数

source: Nothing answered from the notch
fr: Rien n'a été répondu depuis l'encoche
ja: ノッチからの回答はまだありません
pt_br: Nada respondido pelo notch
ru: С панели ничего не отвечено
zh_hans: 尚未在刘海中回答过

source: One at a time
fr: Un à la fois
ja: 一度に 1 つ
pt_br: Um de cada vez
ru: По одному
zh_hans: 一次一个

source: Overview
fr: Vue d'ensemble
ja: 概要
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

source: Period
fr: Période
ja: 期間
pt_br: Período
ru: Период
zh_hans: 时间段

source: Refresh
fr: Actualiser
ja: 更新
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

source: Sessions finished
fr: Sessions terminées
ja: 完了したセッション
pt_br: Sessões concluídas
ru: Завершённые сеансы
zh_hans: 完成的会话

source: Time at work by agent
fr: Temps de travail par agent
ja: エージェント別の作業時間
pt_br: Tempo de trabalho por agente
ru: Время работы по агентам
zh_hans: 各代理的工作时间

source: Unknown
fr: Inconnu
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: What the agents' money went on
fr: Où est passé l'argent des agents
ja: エージェントの支出先
pt_br: Onde foi o dinheiro dos agentes
ru: На что ушли деньги агентов
zh_hans: 代理的钱花在了哪里

source: What your coding cost, and how the work went.
fr: Ce que votre code a coûté, et comment le travail s'est passé.
ja: コーディングにかかった費用と、作業の進み具合。
pt_br: Quanto custou programar, e como foi o trabalho.
ru: Во что обошёлся код и как шла работа.
zh_hans: 写代码花了多少钱，以及工作进展如何。

source: Work by hour
fr: Travail par heure
ja: 時間帯別の作業
pt_br: Trabalho por hora
ru: Работа по часам
zh_hans: 按小时的工作

source: Agents %@ · API keys %@
fr: Agents %@ · clés API %@
ja: エージェント %@ · API キー %@
pt_br: Agentes %@ · chaves de API %@
ru: Агенты %@ · API-ключи %@
zh_hans: 代理 %@ · API 密钥 %@

source: %@ with two or more at once
fr: %@ avec deux ou plus en même temps
ja: %@ は 2 つ以上が同時に作業
pt_br: %@ com dois ou mais ao mesmo tempo
ru: %@ · два и более одновременно
zh_hans: %@ 有两个或以上同时工作

source: %lld answered · usually in %@
fr: %lld réponses · en général en %@
ja: %lld 件回答 · 通常 %@ 以内
pt_br: %lld respondidas · em geral em %@
ru: Отвечено: %lld · обычно за %@
zh_hans: 已回答 %lld 个 · 通常 %@ 内

source: %@ per 100 lines
fr: %@ pour 100 lignes
ja: 100 行あたり %@
pt_br: %@ a cada 100 linhas
ru: %@ за 100 строк
zh_hans: 每 100 行 %@

source: since %@
fr: depuis le %@
ja: %@ から
pt_br: desde %@
ru: с %@
zh_hans: 自 %@ 起

source: Time at work is known since %@.
fr: Le temps de travail est connu depuis le %@.
ja: 作業時間は %@ から記録されています。
pt_br: O tempo de trabalho é conhecido desde %@.
ru: Время работы известно с %@.
zh_hans: 工作时间自 %@ 起有记录。

source: Shown in US dollars: turn on Market data in Settings → Costs to see your own currency.
fr: Affiché en dollars US : activez Données de marché dans Réglages → Coûts pour voir votre devise.
ja: 米ドルで表示しています。自分の通貨で見るには、設定 → コスト で市場データをオンにしてください。
pt_br: Exibido em dólares americanos: ative Dados de mercado em Ajustes → Custos para ver sua moeda.
ru: Показано в долларах США: включите «Рыночные данные» в Настройки → Расходы, чтобы видеть свою валюту.
zh_hans: 以美元显示：在「设置 → 费用」中打开市场数据即可显示你的货币。

source: %lld sessions · %lld-day streak
fr: %lld sessions · %lld jours d'affilée
ja: %lld セッション · %lld 日連続
pt_br: %lld sessões · %lld dias seguidos
ru: Сеансов: %lld · дней подряд: %lld
zh_hans: %lld 个会话 · 连续 %lld 天

source: Coding plans
fr: Forfaits de code
ja: コーディングプラン
pt_br: Planos de código
ru: Тарифы для кода
zh_hans: 编程套餐

source: No agent reports a plan yet. Claude and Codex logins count here when set to Monthly plan in Settings → Costs.
fr: Aucun agent n'indique encore de forfait. Les connexions Claude et Codex comptent ici quand elles sont réglées sur Forfait mensuel dans Réglages → Coûts.
ja: まだプランを報告しているエージェントはありません。Claude と Codex のログインは、設定 → コスト で月額プランにするとここに数えられます。
pt_br: Nenhum agente informa um plano ainda. Logins do Claude e do Codex entram aqui quando definidos como Plano mensal em Ajustes → Custos.
ru: Пока ни один агент не сообщает тариф. Входы Claude и Codex учитываются здесь, если в Настройки → Расходы выбран месячный тариф.
zh_hans: 还没有代理报告套餐。Claude 和 Codex 登录在「设置 → 费用」中设为月度套餐后会计入这里。

source: No agent reports a plan yet. Claude and Codex logins count here when set to Monthly plan.
fr: Aucun agent n'indique encore de forfait. Les connexions Claude et Codex comptent ici quand elles sont réglées sur Forfait mensuel.
ja: まだプランを報告しているエージェントはありません。Claude と Codex のログインは、月額プランにするとここに数えられます。
pt_br: Nenhum agente informa um plano ainda. Logins do Claude e do Codex entram aqui quando definidos como Plano mensal.
ru: Пока ни один агент не сообщает тариф. Входы Claude и Codex учитываются здесь, если выбран месячный тариф.
zh_hans: 还没有代理报告套餐。Claude 和 Codex 登录设为月度套餐后会计入这里。

source: Per month
fr: Par mois
ja: 月額
pt_br: Por mês
ru: В месяц
zh_hans: 每月

source: Price unknown
fr: Prix inconnu
ja: 価格不明
pt_br: Preço desconhecido
ru: Цена неизвестна
zh_hans: 价格未知

source: Price
fr: Prix
ja: 価格
pt_br: Preço
ru: Цена
zh_hans: 价格

source: Plans %@ · pay as you go %@
fr: Forfaits %@ · à l'usage %@
ja: プラン %@ · 従量課金 %@
pt_br: Planos %@ · por uso %@
ru: Тарифы %@ · по факту %@
zh_hans: 套餐 %@ · 按量付费 %@

source: Plans count as a day's, a week's or the month's share of their list price. A login paid per token counts its tokens; API keys are what their providers report, by UTC day, week and month.
fr: Les forfaits comptent pour la part d'un jour, d'une semaine ou du mois de leur prix catalogue. Une connexion payée au jeton compte ses jetons ; les clés API reprennent ce que leurs fournisseurs indiquent, par jour, semaine et mois UTC.
ja: プランは定価のうち 1 日分・1 週間分・1 か月分として数えます。トークン課金のログインはトークンで数え、API キーは各プロバイダが報告する値を UTC の日・週・月単位で使います。
pt_br: Os planos contam como a parte de um dia, de uma semana ou do mês do preço de tabela. Um login pago por token conta seus tokens; as chaves de API são o que os provedores informam, por dia, semana e mês UTC.
ru: Тарифы считаются долей прейскурантной цены за день, неделю или месяц. Вход с оплатой за токены считается по токенам; для API-ключей показано то, что сообщают провайдеры, по дням, неделям и месяцам UTC.
zh_hans: 套餐按标价的一天、一周或一个月份额计算。按令牌付费的登录按令牌计算；API 密钥为服务商报告的数值，按 UTC 日、周、月计算。

source: Monthly price for %@
fr: Prix mensuel pour %@
ja: %@ の月額
pt_br: Preço mensal de %@
ru: Месячная цена для %@
zh_hans: %@ 的月价

source: USD / month
fr: USD / mois
ja: USD / 月
pt_br: USD / mês
ru: USD / мес.
zh_hans: 美元 / 月

source: %@ / month
fr: %@ / mois
ja: %@ / 月
pt_br: %@ / mês
ru: %@ / мес.
zh_hans: %@ / 月

source: %@ · list price
fr: %@ · prix catalogue
ja: %@ · 定価
pt_br: %@ · preço de tabela
ru: %@ · прейскурант
zh_hans: %@ · 标价

source: %@ · your price
fr: %@ · votre prix
ja: %@ · あなたの価格
pt_br: %@ · seu preço
ru: %@ · ваша цена
zh_hans: %@ · 你的价格

source: %@ · price set for this login
fr: %@ · prix défini pour cette connexion
ja: %@ · このログインに設定した価格
pt_br: %@ · preço definido para este login
ru: %@ · цена, заданная для этого входа
zh_hans: %@ · 为此登录设置的价格

source: %@ · price not known, type it here
fr: %@ · prix inconnu, saisissez-le ici
ja: %@ · 価格不明、ここに入力
pt_br: %@ · preço desconhecido, digite aqui
ru: %@ · цена неизвестна, введите её здесь
zh_hans: %@ · 价格未知，请在此输入

source: Free plan · nothing to pay
fr: Forfait gratuit · rien à payer
ja: 無料プラン · 支払いなし
pt_br: Plano gratuito · nada a pagar
ru: Бесплатный тариф · платить нечего
zh_hans: 免费套餐 · 无需付费

source: 3 days
fr: 3 jours
ja: 3 日
pt_br: 3 dias
ru: 3 дня
zh_hans: 3 天

source: 7 days
fr: 7 jours
ja: 7 日
pt_br: 7 dias
ru: 7 дней
zh_hans: 7 天

source: Beat your own best day, week or month and it shows here.
fr: Battez votre meilleur jour, semaine ou mois et cela s'affiche ici.
ja: 自己最高の日・週・月を更新すると、ここに表示されます。
pt_br: Supere seu melhor dia, semana ou mês e isso aparece aqui.
ru: Побейте свой лучший день, неделю или месяц, и это появится здесь.
zh_hans: 打破你最好的一天、一周或一个月，就会显示在这里。

source: Chart span
fr: Période du graphique
ja: グラフの期間
pt_br: Período do gráfico
ru: Период графика
zh_hans: 图表时间段

source: Commits per day
fr: Commits par jour
ja: 1 日あたりのコミット
pt_br: Commits por dia
ru: Коммиты по дням
zh_hans: 每日提交

source: Commits shipped
fr: Commits livrés
ja: 出荷したコミット
pt_br: Commits entregues
ru: Отправленные коммиты
zh_hans: 已提交的代码

source: Every session, by project and hour
fr: Chaque session, par projet et par heure
ja: すべてのセッションをプロジェクトと時間ごとに
pt_br: Cada sessão, por projeto e hora
ru: Все сеансы по проектам и часам
zh_hans: 按项目和小时查看每个会话

source: Followed since pillr first read this key
fr: Suivie depuis la première lecture de cette clé par pillr
ja: pillr がこのキーを最初に読んだ時点から追跡
pt_br: Acompanhada desde a primeira leitura desta chave pelo pillr
ru: Отслеживается с первого чтения этого ключа pillr
zh_hans: 自 pillr 第一次读取此密钥起追踪

source: No agent reports a plan yet.
fr: Aucun agent n'indique encore de forfait.
ja: まだプランを報告しているエージェントはありません。
pt_br: Nenhum agente informa um plano ainda.
ru: Пока ни один агент не сообщает тариф.
zh_hans: 还没有代理报告套餐。

source: Open the sessions timeline
fr: Ouvrir la chronologie des sessions
ja: セッションのタイムラインを開く
pt_br: Abrir a linha do tempo das sessões
ru: Открыть хронологию сеансов
zh_hans: 打开会话时间线

source: Pay-as-you-go spend
fr: Dépenses à l'usage
ja: 従量課金の支出
pt_br: Gasto por uso
ru: Расходы по факту
zh_hans: 按量付费支出

source: Per session
fr: Par session
ja: セッションあたり
pt_br: Por sessão
ru: За сеанс
zh_hans: 每个会话

source: Plans
fr: Forfaits
ja: プラン
pt_br: Planos
ru: Тарифы
zh_hans: 套餐

source: Productivity
fr: Productivité
ja: 生産性
pt_br: Produtividade
ru: Продуктивность
zh_hans: 生产力

source: Show all metrics
fr: Afficher tous les indicateurs
ja: すべての指標を表示
pt_br: Mostrar todas as métricas
ru: Показать все показатели
zh_hans: 显示所有指标

source: Show less
fr: Afficher moins
ja: 表示を減らす
pt_br: Mostrar menos
ru: Показать меньше
zh_hans: 收起

source: Spent by key
fr: Dépenses par clé
ja: キー別の支出
pt_br: Gasto por chave
ru: Расходы по ключам
zh_hans: 按密钥的支出

source: A quieter week so far
fr: Une semaine plus calme jusqu'ici
ja: 今週はここまで少し静か
pt_br: Uma semana mais calma até agora
ru: Пока спокойная неделя
zh_hans: 这周到目前为止比较安静

source: Most commits in a day
fr: Le plus de commits en un jour
ja: 1 日のコミット数で最多
pt_br: Mais commits em um dia
ru: Больше всего коммитов за день
zh_hans: 单日提交最多

source: Most commits in a week
fr: Le plus de commits en une semaine
ja: 1 週間のコミット数で最多
pt_br: Mais commits em uma semana
ru: Больше всего коммитов за неделю
zh_hans: 单周提交最多

source: Most commits in a month
fr: Le plus de commits en un mois
ja: 1 か月のコミット数で最多
pt_br: Mais commits em um mês
ru: Больше всего коммитов за месяц
zh_hans: 单月提交最多

source: Most sessions finished in a day
fr: Le plus de sessions terminées en un jour
ja: 1 日の完了セッション数で最多
pt_br: Mais sessões concluídas em um dia
ru: Больше всего завершённых сеансов за день
zh_hans: 单日完成会话最多

source: Most sessions finished in a week
fr: Le plus de sessions terminées en une semaine
ja: 1 週間の完了セッション数で最多
pt_br: Mais sessões concluídas em uma semana
ru: Больше всего завершённых сеансов за неделю
zh_hans: 单周完成会话最多

source: Most sessions finished in a month
fr: Le plus de sessions terminées en un mois
ja: 1 か月の完了セッション数で最多
pt_br: Mais sessões concluídas em um mês
ru: Больше всего завершённых сеансов за месяц
zh_hans: 单月完成会话最多

source: New record · keep it going
fr: Nouveau record · continuez
ja: 新記録 · この調子で
pt_br: Novo recorde · continue assim
ru: Новый рекорд · так держать
zh_hans: 新纪录 · 继续保持

source: One small task shipped still counts
fr: Une petite tâche livrée, ça compte aussi
ja: 小さなタスクを 1 つ出すだけでも十分
pt_br: Uma pequena tarefa entregue também conta
ru: Даже одна маленькая сделанная задача считается
zh_hans: 完成一个小任务也算数

source: Your agents' best day yet
fr: La meilleure journée de vos agents
ja: エージェントの過去最高の 1 日
pt_br: O melhor dia dos seus agentes
ru: Лучший день ваших агентов
zh_hans: 你的代理表现最好的一天

source: Your agents' best week yet
fr: La meilleure semaine de vos agents
ja: エージェントの過去最高の 1 週間
pt_br: A melhor semana dos seus agentes
ru: Лучшая неделя ваших агентов
zh_hans: 你的代理表现最好的一周

source: Your agents' best month yet
fr: Le meilleur mois de vos agents
ja: エージェントの過去最高の 1 か月
pt_br: O melhor mês dos seus agentes
ru: Лучший месяц ваших агентов
zh_hans: 你的代理表现最好的一个月

source: %@ of agent work this week, under half your usual pace
fr: %@ de travail des agents cette semaine, moins de la moitié de votre rythme habituel
ja: 今週のエージェント作業は %@、いつもの半分以下のペース
pt_br: %@ de trabalho dos agentes nesta semana, menos da metade do seu ritmo habitual
ru: %@ работы агентов на этой неделе, меньше половины обычного темпа
zh_hans: 本周代理工作 %@，不到平时节奏的一半

source: %@, past your best of %@
fr: %@, au-delà de votre record de %@
ja: %@、これまでの最高 %@ を更新
pt_br: %@, acima do seu recorde de %@
ru: %@, лучше вашего рекорда %@
zh_hans: %@，超过了你之前的最好成绩 %@

source: Answered in %@, usually
fr: Réponse en %@, en général
ja: 通常 %@ で回答
pt_br: Respondido em %@, em geral
ru: Обычно ответ за %@
zh_hans: 通常 %@ 内回答

source: of %lld sessions
fr: sur %lld sessions
ja: %lld セッション中
pt_br: de %lld sessões
ru: из %lld сеансов
zh_hans: 共 %lld 个会话

source: −%lld · from git, between finishes
fr: −%lld · d'après git, entre deux fins
ja: −%lld · git より、完了の間
pt_br: −%lld · pelo git, entre conclusões
ru: −%lld · по git, между завершениями
zh_hans: −%lld · 来自 git，两次完成之间

source: %lld in the last %lld weeks
fr: %lld sur les %lld dernières semaines
ja: 過去 %2$lld 週間で %1$lld
pt_br: %lld nas últimas %lld semanas
ru: %lld за последние %lld недель
zh_hans: 过去 %2$lld 周共 %1$lld 次

source: %lld commits on %@
fr: %lld commits le %@
ja: %@ に %lld 件のコミット
pt_br: %lld commits em %@
ru: %lld коммитов %@
zh_hans: %@ 有 %lld 次提交

source: Plans %@ · used %@
fr: Forfaits %@ · à l'usage %@
ja: プラン %@ · 従量 %@
pt_br: Planos %@ · uso %@
ru: Тарифы %@ · по факту %@
zh_hans: 套餐 %@ · 按量 %@

source: %lld plans · their share of %@
fr: %lld forfaits · leur part de %@
ja: %lld プラン · %@ の分
pt_br: %lld planos · a parte de %@
ru: %lld тарифов · доля за %@
zh_hans: %lld 个套餐 · %@ 的份额

source: %lld-day streak
fr: %lld jours d'affilée
ja: %lld 日連続
pt_br: %lld dias seguidos
ru: %lld дней подряд
zh_hans: 连续 %lld 天

source: %@ %@ · via Ollama
ja: %@ %@ · Ollama 経由
ru: %@ %@ · через Ollama
zh_hans: %@ %@ · 来自 Ollama

source: %@ · Local
ja: %@ · ローカル
ru: %@ · Локально
zh_hans: %@ · 本地

source: %lld min
ja: %lld 分
ru: %lld мин
zh_hans: %lld 分钟

source: Agent
ja: エージェント
pt_br: Agente
ru: Агент

source: App
ja: アプリ
ru: Приложение
zh_hans: 应用

source: Effort
ja: 推論レベル
pt_br: Esforço
ru: Усилие
zh_hans: 推理强度

source: Effort: %@
ja: 推論レベル: %@
pt_br: Esforço: %@
ru: Усилие: %@
zh_hans: 推理强度：%@

source: Notifications
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: Question
ja: 質問
pt_br: Pergunta
ru: Вопрос
zh_hans: 提问

source: Sessions (%lld)
ja: セッション (%lld)
pt_br: Sessões (%lld)
ru: Сеансы (%lld)
zh_hans: 会话 (%lld)

source: Surface
ja: 表面
pt_br: Superfície
ru: Поверхность
zh_hans: 表面

source: Terminal
ja: ターミナル
ru: Терминал
zh_hans: 终端

source: Version %@
ja: バージョン %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@

source: via %@
ja: %@ 経由
ru: через %@
zh_hans: 来自 %@

source: %@ %@ · via %@
ja: %@ %@ · %@ 経由
ru: %@ %@ · через %@
zh_hans: %@ %@ · 来自 %@

source: Agents
ja: エージェント
pt_br: Agentes
ru: Агенты
zh_hans: 智能体

source: Applications
ja: アプリケーション
pt_br: Aplicativos
ru: Программы
zh_hans: 应用程序

source: Diagnostics
ja: 診断
pt_br: Diagnóstico
ru: Диагностика
zh_hans: 诊断

source: Effort → %@
ja: 推論レベル → %@
pt_br: Esforço → %@
ru: Усилие → %@
zh_hans: 推理强度 → %@

source: Hook
ja: フック
ru: Хук

source: Notifications…
ja: 通知…
pt_br: Notificações…
ru: Уведомления…
zh_hans: 通知…

source: Position
ja: 位置
pt_br: Posição
ru: Положение
zh_hans: 位置

source: Prompt
ja: プロンプト
ru: Запрос
zh_hans: 提示词

source: Session
ja: セッション
pt_br: Sessão
ru: Сеанс
zh_hans: 会话

source: Sessions
ja: セッション
pt_br: Sessões
ru: Сеансы
zh_hans: 会话

source: Agent: %@
ja: エージェント：%@
pt_br: Agente: %@
ru: Агент: %@
zh_hans: 智能体：%@

source: 1 session
ja: 1 セッション
pt_br: 1 sessão
ru: 1 сессия
zh_hans: 1 个会话

source: %lld sessions
ja: %lld セッション
pt_br: %lld sessões
ru: Сессий: %lld
zh_hans: %lld 个会话

source: Max
ja: 最大
pt_br: Máx.
ru: Макс.
zh_hans: 最大

source: Bonus
ja: ボーナス
pt_br: Bônus
ru: Бонус
zh_hans: 奖励

source: %lld h
ja: %lld 時間
ru: %lld ч
zh_hans: %lld 小时

source: 1 USD = %@
ja: 1 米ドル = %@
zh_hans: 1 美元 = %@

source: Cycle
ja: サイクル
pt_br: Ciclo
ru: Цикл
zh_hans: 周期

source: Total
ja: 合計
ru: Итого
zh_hans: 合计

source: International
ja: 国際
pt_br: Internacional
ru: Международный
zh_hans: 国际

source: Tokens: %@
ja: トークン: %@
ru: Токены: %@
zh_hans: Token：%@

source: Public
ja: 公開
pt_br: Público
ru: Публичный
zh_hans: 公开

source: Tokens (Millions)
ja: トークン（百万）
pt_br: Tokens (milhões)
ru: Токены (млн)
zh_hans: Token（百万）

source: Suggestions
ja: 候補
pt_br: Sugestões
ru: Подсказки
zh_hans: 建议

source: %lld s
ja: %lld 秒
ru: %lld с
zh_hans: %lld 秒

source: Records
ja: 記録
pt_br: Recordes
ru: Рекорды
zh_hans: 纪录

source: %lld commits
ja: %lld 件のコミット
ru: Коммитов: %lld
zh_hans: %lld 次提交

source: Liquid Glass
ru: Жидкое стекло
zh_hans: 液态玻璃

source: Localhost
ru: Локальный компьютер
zh_hans: 本机

source: USD ($)
pt_br: USD (US$)
zh_hans: 美元（$）

source: Dock
zh_hans: 程序坞
